Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: As mentioned in the introduction, the court of appeal also found that UNE applied the Immigration Act section 37 incorrectly when stating that UNE had not made a proportionality assessment, particularly in light of A's and her daughter's settlement in Norway.
nb: Som nevnt innledningsvis, kom lagmannsretten også til at det var en feil ved UNEs anvendelse av utlendingsloven § 37 at nemnda ikke har foretatt en forholdsmessighetsvurdering, særlig sett i lys av den tilknytningen A og datteren hadde opparbeidet til Norge.

source: Further guidelines are given in UDI's directive RS 2012-009.
nb: Nærmere retningslinjer er gitt i UDIs rundskriv RS 2012-009.

source: announcement in 1894 concerning the introduction of reindeer pasturing districts explicitly
nb: Ved vurderingen av dette spørsmålet kan det være naturlig å ta utgangspunkt i at kunngjøringen i 1894 om

source: MAN Norge is a separate legal entity, and even in cases concerning a corporate group, it is normally the
nb: MAN Norge er et eget rettssubjekt, og også i konsernforhold er det slik at det som utgangspunkt bare er

source: Based on ECtHR's decisions, the Supreme Court has found that there must be special and strong reasons for denying access, see for instance Rt-2002-908 page 913 and Rt-2004-1046 para 49.
nb: "… Med utgangspunkt i EMDs avgjørelser har Høyesterett lagt til grunn at det kreves spesielle og sterke grunner for å nekte samvær, se blant annet Rt-2002-908 på side 913 og Rt-2004-1046 avsnitt 49.

source: Judges´ relation to the media
nb: Dommerens forhold til medier

source: Thus far, I note that the case-law of the European Court of Justice is a weighty source of law when interpreting the bankruptcy exemption in the Lugano Convention, and that the summary of the general criteria I have quoted from the Supreme Court's judgment in Rt-1996-25 is still adequate.
nb: Så langt konstaterer jeg at EU-domstolens praksis er en tungtveiende rettskilde ved tolkningen av konkursunntaket i Luganokonvensjonen, og at den sammenfatning av de generelle kriterier jeg har referert fra Høyesteretts dom i Rt-1996-25, fremdeles er dekkende.

source: In paragraph 29, Justice Kallerud gives a general presentation of statements in preparatory works regarding the pay concept and of which benefits it includes.
nb: Førstvoterende gir i avsnitt 29 en overordnet presentasjon av hva forarbeidene sier om lønnsbegrepet, og av hvilke ytelser som er omfattet.

source: The police are only doing what the company itself could do at the place of storage abroad.
nb: På denne bakgrunn mener jeg at ligningsmyndighetene må kunne kreve å gjennomgå hele serveren.

source: acquisition of right through use from time immemorial prior to 1892 is in the first place that
nb: tids bruk før 1892, er for det første at det mangler opplysning om når slik beiting langt vest i tvisteområdet i tilfelle skal ha funnet sted.

source: the European Court of Human Rights has held that persons who are not “settled migrants” have all the same established a “private life” in the sense of the Convention.
nb: EMD har lagt til grunn at personer som ikke er "settled migrants" likevel har etablert "private life" i konvensjonens forstand.

source: NAR was established in September 2013 to manage a large share of the group's workforce and to deliver other joint services.
nb: november 2013. Det er også opprettet AOC-selskaper i Irland, Storbritannia, Argentina og Sverige, uten det er nødvendig å gå nærmere inn på disse selskapene her.

source: On this point, I refer to Supreme Court judgment HR-2016-1422-A in which a sentence of six to seven months of imprisonment was suggested for attempts to send equipment to a foreign fighter in Syria, see paragraph 33.
nb: Jeg viser på dette punktet til at Høyesterett i HR-2016-1422-A antydet en straff på seks til sju måneders fengsel for forsøk på å sende utstyr til en fremmedkriger i Syria, se avsnitt 33.

source: judge now explained concerning the misunderstanding between the judge and the court's reception should have been disclosed during the consideration of Case 17-089.
nb: Det dommeren nå forklarte om misforståelse mellom dommeren og rettens forværelse, burde ha blitt avdekket ved behandlingen av 17-089.

source: The Supreme Court found that the measure was compatible with Article 8 of the European Convention on Human Rights (ECHR) on the right to respect for private life.
nb: Høyesterett kom til at registreringen ikke var et uforholdsmessig inngrep i den registrertes rett til respekt for privatliv etter Den europeiske menneskerettskonvensjon (EMK) artikkel 8.

source: It has almost 12 000 employees worldwide.
nb: Det har nærmere 12 000 ansatte over hele verden.

source: In that case the amendment to the law was also made effective for past – concluded – transactions in that the tax authorities ordered the trader to reverse incoming value added tax which had lawfully been recorded as tax deductible before the law was adopted.
nb: I det tilfellet fikk lovendringen også virkning for fortidige – avsluttede – transaksjoner ved at skattemyndighetene påla den næringsdrivende å tilbakeføre inngående merverdiavgift som rettmessig var fradragsført før loven ble vedtatt.

source: (140) There is in my opinion no reason to discriminate between the CRC, the ECHR and the
nb: (140) Det er etter min oppfatning ikke grunn til å forskjellsbehandle barnekonvensjonen og

source: He helped on various levels when, among others, D (previously E), F, G. H and I, during the period 2013 – 2015, joined, or attempted to join, ISIL in Syria.
nb: Han tilrettela i ulik grad da blant andre D (tidligere E), F, G, H og I i perioden 2013 – 2015, reiste for å slutte eller forsøke å slutte seg til ISIL i Syria.

source: The judgment presumes that Article 6 covers legal persons, but this issue was not raised as a problem.
nb: Dommen forutsetter at artikkel 6 omfatter juridiske personer, men dette spørsmålet var ikke reist som noe problem.

source: For instance, the enforcement venue in the Lugano Convention Article 5 (1) first option may be applied in cases concerning delivery under contract and the consequences of a potential breach.
nb: Eksempelvis vil oppfyllelsesvernetinget i Luganokonvensjonen Art 5 punkt (1) første alternativ kunne benyttes i saker om kontraktsmessig levering og konsekvensene av et eventuelt mislighold.

source: I will therefore base myself on the lower courts' assessment of the criminality under Norwegian law, which implies that the factual grounds for indictment include acts that may constitute independent violations of US law, but that are not considered independent criminal acts under Norwegian law.
nb: Jeg bygger derfor på de tidligere retters vurdering av straffbarheten etter norsk lov, som innebærer at det i det faktiske grunnlaget for tiltalen er tatt inn handlinger som ville kunne utgjøre selvstendige overtredelser av amerikansk lov, men som ikke rammes av norsk straffelovgivning som selvstendige straffbare forhold.

source: individual will receive services in the EEA State in which he stays.” (163) In other words, the Court relies on the presumption that a person who travels to another EEA
nb: Under disse omstendigheter kan det imidlertid antas at en slik person vil motta tjenester i den EØS-stat han oppholder seg i.» (163)

source: The letter shows that he does not know
nb: Brevet viser at han ikke er kjent i området, og etter min

source: The Stolt companies' submissions entail that the injured party's right to bring an action against the injuring party and the latter's liability insurer will be more limited than in other cases on joint and several liability for the same loss.
nb: Spørsmålet er om usikkerheten i tilknytning til utfallet av Bremangerlandet Vindpark AS' konsesjonssøknad innebærer at sannsynlighetskravet ikke er oppfylt.

source: Throughout the period the population engaged in hunting, fishing and trapping in the whole of
nb: Hele perioden har befolkningen drevet jakt, fiske og fangst i hele tvisteområdet.

source: Kafkaris v. Cyprus
nb: Kafkaris mot Kypros

source: Correspondence between A or other lawyers and police and prosecution authority, including case files/police records.
nb: Korrespondanse mellom A eller andre advokater og politi og påtalemyndighet, derunder saks-/politidokumenter.

source: As far as I can see, the newly given judgment contains legal principles that are well established in ECtHR case law.
nb: Etter det jeg kan se, gjengis og oppsummeres i denne nylig avsagte dommen rettssetninger som er godt etablert i domstolens praksis.

source: A total appraisal of the situation accordingly suggests that the shipping companies have established a legal position which may be protected by Article 97 of the Constitution.
nb: En totalvurdering tilsier da at rederiene har etablert en rettsposisjon som kan være vernet av Grunnloven § 97.

source: It is true that the valley is narrow roughly one kilometre south of the area that was divided in 1879.
nb: Dalen er riktignok trang anslagsvis én kilometer sør for det området som ble utskiftet i 1879.

source: A has referred to a test carried out by dog expert Trond Larsen with Rambo in a similar situation.
nb: A har vist til en test som hundesakkyndig, Trond Larsen, har utført med Rambo i en lignende situasjon.

source: However, if there is no firm rule on the choice of law, neither under Norwegian nor EU law, one must apply a more discretionary assessment of the country to which the case, after an overall consideration, is most closely connected.
nb: Dersom det ikke finnes noen fast regel om lovvalget, heller ikke i EU-retten, er man imidlertid henvist til å falle tilbake på en mer skjønnsmessig vurdering av hvilket land saken etter en totalbedømmelse har nærmest tilknytning til.

source: "The Committee finds that the provisions in the Sale of Goods Act 1988 on the consumer's right to claim remedy for breach against a prior sales stage should be continued in the Consumer Purchases Act.
nb: 1988 om forbrukerkjøperens adgang til å gjøre misligholdsbeføyelser gjeldende mot tidligere salgsledd, bør videreføres i forbrukerkjøpsloven.

source: The minimum period for a ban on driving is 3 months.
nb: Minstetid for tap av førerretten er 3 måneder.

source: The convicted person, who was 19 ½ years old at the time of the offences, had put fire to three garages in his neighborhood.
nb: En mann som var 19 ½år på gjerningstidspunktene, var dømt for i løpet av én drøy måned å ha tent på tre garasjer i nabolaget der han bodde.

source: They do not oppose contact with A when B says she is ready for it.
nb: Lagmannsretten har hatt tilgang til både fylkesnemndas og tingrettens avgjørelser.

source: , guidance can also be found in the Constitution article 102 and the European Convention of Human Rights (ECHR) article 8.
nb: , vil dessuten Grunnloven § 102 og Den europeiske menneskerettskonvensjon (EMK) artikkel 8 sette rammer.

source: I repeat that the EU has no firm choice of law rule for these matters, and I endorse the recommendation of Cordero-Moss, see International private law, page 90:
nb: Jeg minner om at EU ikke har fastlagt noen lovvalgsregel for disse sakene, og jeg slutter meg til Cordero-Moss' anbefaling, jf. Internasjonal privatrett, side 90:

source: At least he kept C's passport from 2008 up to and including 2010.
nb: I hvert fall oppbevarte han passet til C i årene 2008 til og med 2010.

source: serve as a source of information to judges and users of the courts of what is considered to be proper
nb: Prinsippene skal også tjene til opplysning om hva som er god dommerskikk.

source: I will first mention that the Court of Human Rights has established in several judgements that Article 7 is not applicable to new and stricter provisions concerning release on probation, even if the new rules have been applied to persons who were sentenced prior to the adoption; cf. Jon Fridrik Kjølbro,
nb: Jeg nevner først at EMD i flere dommer har slått fast at artikkel 7 ikke får anvendelse på nye og skjerpede bestemmelser om prøveløslatelse, selv om de nye reglene er gitt anvendelse på personer som ble dømt forut for vedtakelsen, jf.

source: To obtain this increased punishability, the acts under counts II, III and IV must be considered as several individual offences.
nb: For å få frem denne økte straffverdigheten, må handlingene under postene II, III og IV anses som forskjellige straffbare forhold.

source: (104) I vote for the following
nb: (104) Jeg stemmer for denne

source: The Court follows up in paragraph 106 by recognising the importance of DNA profiles in the detection of crime.
nb: Domstolen følger opp dette i avsnitt 106 ved å anerkjenne viktigheten av DNA-profiler i arbeidet med å avdekke kriminalitet.

source: But no such exemption had not been granted to Juros Vilkas.
nb: Men slik dispensasjon hadde ikke Juros Vilkas.

source: “right of use” and that they had been using Svartskogen for a long time.
nb: som var av samisk avstamning, seg «bruksret», og at de hadde brukt Svartskogen i lang tid.

source: Norwegian Air Norway AS is to be declared the employer of Alf Wilhelm Villum Hansen, Oddbjørn Ketil Holsether, Berndt Anders Salmonsson, Hans Joachim Strøm, Trond Erik Torgersen and Halvor Vatnar.
nb: Norwegian Air Norway AS er arbeidsgiver for Alf Wilhelm Villum Hansen, Oddbjørn Ketil Holsether, Berndt Anders Salmonsson, Hans Joachim Strøm, Trond Erik Torgersen og Halvor Vatnar.

source: TU Case 17-143 Judicial conduct, partly dismissed, no disciplinary reaction.
nb: TU-sak 17-143 Dommeradferd, delvis avvisning, ikke disiplinærreaksjon.

source: The preceding decision cannot be in breach of the Convention as long as the subsequent removal does not breach article 8.
nb: Det forutgående vedtaket kan ikke være konvensjonsstridig så lenge den etterfølgende utsendelsen ikke krenker artikkel 8.

source: The next question is whether there was pasturing not only on the state common, but also
nb: Neste spørsmål blir om det ikke bare ble beitet i statsallmenningen, men også på tvisteområdet.

source: A (Counsel Steinar Jacob Thomassen) v.
nb: A (advokat Steinar Jacob Thomassen) mot Påtalemyndigheten (kst.

source: This two-track system is upheld in the current Inheritance Act, providing rules in section 84 on venue for all public parts of the division.
nb: Dette tosporede systemet er videreført i ny arvelov, som har vernetingsregler for alle offentlige deler av skiftebehandlingen i § 84.

source: TU Case 17-138 Judicial conduct and dilatory proceedings.
nb: TU-sak 17-138 Dommeratferd og sen saksbehandling.

source: There is no doubt that C is extraordinarily dependent on this foster parents, and the expert describes that he is not attached to other persons who may replace or compensate the daily care he receives from his foster parents.
nb: C er utvilsomt spesielt avhengig av sine fosterforeldre, og den sakkyndige beskriver at han ikke har tilknytning til andre personer som kan erstatte eller kompensere for den omsorgen fosterforeldrene gir ham i det daglige.

source: As mentioned, the case law of the Human Rights Committee in appeals from individuals may also contribute to an understanding of article 27.
nb: Som nevnt vil også menneskerettskomiteens praksis i individklagesaker kunne gi holdepunkter for forståelsen av artikkel 27.

source: Norway may thus be perceived as a sort of 'safe haven' where one may issue propaganda within certain limits."
nb: (…) Norge vil dermed kunne oppfattes som en form for 'safe haven' hvor en kan propagandere innen visse rammer."

source: possibility that it would not be possible to implement the plan, partly because of political opposition to the measure; cf. paragraph 59.
nb: I samme retning vektla EMD at den private parten måtte forstå at det var en nærliggende mulighet for at planen ikke kunne gjennomføres, blant annet som følge av politisk motstand mot tiltaket, jf. avsnitt 59.

source: To clarify how widely known a sign, or a colour, is as special for a product, it may be appropriate to carry out market surveys, which under the circumstances may be given great weight.
nb: For å få kartlagt hvor utbredt kjennskap det er til et tegn, eller som her en farge, som et særlig kjennetegn for noe, vil det kunne være nærliggende å gjennomføre ulike markedsundersøkelser, og disse vil etter omstendighetene kunne måtte tillegges stor vekt.

source: “The Dispute Act Committee refers to the Danish Supreme Court’s judgment 12 August
nb: «Tvistemålsutvalget viser til at Danmarks Højesteret i en dom 12.

source: The landowners’ private expert, Professor Haarstad, thus claims that the Sami came to the mountains of Tydal in about 1620.
nb: Grunneiernes private sakkyndige, professor Haarstad, hevder således at samene kom til Tydalsfjellene ca 1620.

source: An advance payment to C of 100 000 rupees in 2012 is worth mentioning.
nb: Av noe betydning i denne saken nevnes at C fikk 100 000 rupier i forskudd i 2012.

source: It is undisputed that if B had come to Norway already in 2011, none of them would have been recognised as refugees or granted a residence permit, but instead been consigned to internal flight in Afghanistan.
nb: Det er ingen uenighet om at dersom han hadde kommet hit allerede i 2011, ville de alle fått avslag på søknaden om flyktningstatus og oppholdstillatelse og blitt henvist til internflukt i Afghanistan.

source: Incorporation of Directive 2004/38/EC in the EEA Agreement shall not affect the assessment of EEA relevance of future EU legislative acts or future case law from the European Court of Justice based on the term citizen of the European Union.
nb: Innlemmingen av direktiv 2004/38/EF i EØS avtalen skal ikke berøre vurderingen av EØS-relevansen av framtidige EU-rettsakter eller framtidig rettspraksis fra EF-domstolen basert på begrepet unionsborgerskap.

source: In my view, the requirement of a clear legal basis, as I have already discussed, does not prevent conviction under count II.
nb: Jeg ser det slik at lovkravet, som jeg allerede har redegjort for, ikke er til hinder for domfellelse under post II.

source: The costs claim in the Supreme Court is NOK 1 812 500 including VAT.
nb: Salærkravet for Høyesterett utgjør 1 812 500 kroner inkludert merverdiavgift.

source: He left Cameroon in 2012, because he is homosexual, and his life is in danger as a result.
nb: Han forlot Kamerun i 2012 fordi han er homofil og var i fare på grunn av det.

source: I share this view, and refer in particular to the fact that MAN Norge played a central ancillary role in the contract negotiations with Skaugen Norge before the agreement in question was entered into.
nb: Jeg er enig i dette og viser særlig til at MAN Norge hadde en sentral hjelperrolle i kontraktsforhandlingenemed Skaugen Norge forut for inngåelsen av den aktuelle avtalen.

source: Anyone who enters into agreements that are to have an effect in a distant future must be prepared that the legislator's view of what would be fair or acceptable may change and that also developments in general may be different from what was assumed.
nb: Den som inngår avtaler som skal ha virkning i en fjern framtid, må være forberedt på at lovgiverens syn på hva som vil være rettferdig eller akseptabelt kan endre seg, og at utviklingen også ellers får et annet forløp enn forutsatt.

source: Since then the two have stayed in Norway without a residence permit.
nb: dette har de to oppholdt seg i Norge uten oppholdstillatelse.

source: that belongs to the last few decades. I also make reference to Lapp Inspector Bagaas’ assessments in the 1930s, with respect
nb: Jeg viser også til lappefogd Bagaas vurderinger på 1930-tallet hvor han i sitt oversendelsesbrev til

source: A (Counsel Harald Grape) v. X municipality (Counsel Frode Lauareid), B, C (Counsel Halvard Helle)
nb: A (advokat Harald Grape) mot X kommune (advokat Frode Lauareid), B, C (advokat Halvard Helle)

source: , A was indicted for having
nb: ble A tiltalt for å ha

source: As the prosecution authority has not asked for a longer sentence, it is not relevant to assess whether the period of imprisonment should be extended, see Supreme Court judgment HR-2018-847-A paragraph 21 with further reference to HR-2017-2415-A paragraphs 24 and 25.
nb: Påtalemyndigheten har ikke påstått høyere straff, og det er da ikke aktuelt å vurdere om fengselsstraffen burde vært lengre, se HR-2018-847-A avsnitt 21 med videre henvisning til HR-2017-2415-A avsnitt 24 og 25.

source: , see Supreme Court judgment Rt-2007-561– when it comes to cases where the contact between the child and the parents has been limited:
nb: Rt-2007-561– når det gjelder tilfeller hvor kontakten mellom barn og foreldre har vært begrenset:

source: (122) In connection with the incorporation of the CRC the Ministry emphasised in
nb: (122) I forbindelse med inkorporeringen av barnekonvensjonen, fremhevet departementet i

source: But, because we are so close to the core area of Article 97, it would require a great deal for retroactivity to be acceptable."
nb: Men fordi man er så nær kjerneområdet til § 97, må det mye til før en tilbakevirkning kan godtas."

source: the Supreme Court with
nb: og domstolene – å respektere og sikre

source: The grass was also extensively exploited.
nb: Graset har også blitt sterkt utnyttet.

source: Against this background, I find that the estate's claim for a judgment that ING has no security interest is also covered by the bankruptcy exemption in the Lugano Convention Article 1 no. 2 (b).
nb: Jeg mener på denne bakgrunn at også boets krav om dom for at ING ikke har pant, omfattes av konkursunntaket i Lugankonvensjonen artikkel 1 nr. 2 bokstav b.

source: Here, I emphasise the fact that B had not yet turned 18 when A started inducing him to join ISIL as a foreign fighter.
nb: Jeg legger her vekt på at B ennå ikke hadde fylt 18 år da A startet sin påvirkning av ham for å få ham til å slutte seg til ISIL som fremmedkriger.

source: Other information about use in Essand prior to 1892
nb: Andre opplysninger om bruk i Essand før 1892

source: On the Sami’s use in this area the Commission states in its report pages 9-10:
nb: Om samenes bruk i dette området uttaler kommisjonen i innberetningen side 9-10:

source: For the reasons I have already presented, I find that the state of the law under section 5
nb: Av de grunner jeg tidligere har redegjort for, mener jeg at rettstilstanden etter eksportkontrolloven § 5 første ledd nr.

source: Of particular importance to our case is item 13, stating that "translations and adaptations of the above-mentioned works" may qualify as works.
nb: Av særlig betydning for vår sak er nummer 13, hvor det går frem at "oversettelser og bearbeidelser av verk som er nevnt foran" kan være åndsverk.

source: In its remarks to this provision, the Ministry of Health and Care Services held that it concerned a specification of section 7 in the Regulations 2000 – a provision which
nb: I sine bemerkninger til denne bestemmelsen fremhevet Helse- og omsorgsdepartementet at det dreide seg om en presisering av § 7 i forskriften av 2000 – en bestemmelse som jeg allerede har vurdert – og fortsatte:

source: In para 6.2 the Committee continues:
nb: I punkt 6.2 uttaler komiteen videre om dette:

source: A contends that the relevant drop-off should have been marked with "slow down".
nb: A har anført at det aktuelle henget burde vært merket med "sakte fart".

source: The Grand Chamber judgment in
nb: I storkammerdommen i

source: This implied that he had withheld VAT amounting to at least NOK 840 000.
nb: Dette hadde ledet til unndragelse av merverdiavgift på minst 840 000 kroner.

source: Article by Supreme Court Justice dr. juris Arnfinn Bårdsen in German Law Journal Vol.
nb: Artikkel av høyesterettsdommer dr. juris Arnfinn Bårdsen i German Law Journal Vol.
